2_Session/test/Non-IoT_Wireless/iotTrace_10475.bin

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:UNS1="http://www.microsoft.com/windows/test/testdevice/11/2005" xmlns:pri="http://schemas.microsoft.com/windows/2006/08/wdp/print"><soap:Header><wsa:To>http://[fe80::725a:fff:fee4:9bc0]:3910</wsa:To><wsa:Action>http://schemas.microsoft.com/windows/2006/08/wdp/print/GetPrinterElements</wsa:Action><wsa:MessageID>urn:uuid:d8321237-5e4f-40b7-b3e9-c84f2c96ff6a</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:From><wsa:Address>urn:uuid:f2a58b34-3eb0-49b8-a673-36c5ccebbac7</wsa:Address></wsa:From><UNS1:ServiceIdentifier>uri:prn</UNS1:ServiceIdentifier></soap:Header><soap:Body><pri:GetPrinterElementsRequest><pri:RequestedElements><pri:Name>pri:PrinterDescription</pri:Name><pri:Name>pri:PrinterConfiguration</pri:Name><pri:Name>pri:DefaultPrintTicket</pri:Name><pri:Name>pri:PrinterCapabilities</pri:Name><pri:Name>pri:PrinterStatus</pri:Name></pri:RequestedElements></pri:GetPrinterElementsRequest></soap:Body></soap:Envelope>